;Inno Setup XDELTA Patch Language file v1.3 for ISXPM 2.4.0.0
;Language: Dutch
;Author: Gerard

[ISPATCH]
;Buttons
START_BUTTON='Starten'
BROWSE_BUTTON='Bladeren'
INFO_BUTTON='Informatie'
EXIT_BUTTON='Afsluiten'
BACKUP_BUTTON='Back-up opslaan'
LOG_BUTTON='Logboek opslaan'
MUSIC_BUTTON_PLAY='Muziek'
MUSIC_BUTTON_PAUSE='Muziek'
VERIFY_BUTTON='Hash verifieren'
CLOSE_BUTTON='Sluiten'

;Logs
ROLLBACK_STARTED='Herstellen gestart!'
ROLLBACK_END='Fout opgetreden. Herstellen toegepast. Alle gepatchte bestanden hersteld.'

FAILED_TO_ROLLBACK='[!]  Fout: Niet geslaagd in herstellen van: '
FAILED_TO_ROLLBACK2=' bestand naar: '


ROLLBACK_SUCCESS2=' naar: '
ROLLBACK_SUCCESS3=' succesvol.'

FAILED_TO_DELETE_INCLUDED='[!]  Fout: Niet geslaagd in verwijderen van ingesloten: '

INCLUDED_DELETED_SUCCESS2=' succesvol verwijderd.'

INCLUDED_DIR_DELETED2=' is leeg en is succesvol verwijderd.'

BACKUP_DIR_DELETED2=' is verwijderd.'

BACKUP_DIR_DELETED_NOT_FULLY2=' is gewist, maar sommige gebruikte bestanden of mappen kunnen niet verwijderd worden. Controleer deze map voor details.'

ROLLBACK_FINISHED='Herstellen voltooid!'
PATCHING_FINIFHED_WITH_ERRORS='[!]  Patchen voltooid met fouten!'

EXTRACT_TEMP_PATCH_DATA='Uitpakken van patchgegevens naar tijdelijke map...'

START_PATCHING='[Patch sessie gestart]'

TARGET_FILE='--> Doelbestand: '
PATCH_DATA_FILE='=> Patchgegevens bestand: '
OUTPUT_PATCHED='>> Gepatchte uitvoer: '

ERROR_DELETING_OLD_FILE='[!]  Fout opgetreden tijdens het verwijderen van het originele oude bestand! Misschien is het in gebruik!'

NOT_EXISTS_OR_MISSMATCH='[!]  Fout: Bestanden voor het patchen in de geselecteerde map bestaan niet of komen niet overeen.'
CORRECT_PROBLEM='[!]  Corrigeer het probleem en dan Patch opnieuw toepassen.'

PATCHING_END='[Patch sessie beeindigd]'
COPYING_START='[Kopieer sessie gestart]'

COPY_FAILED='[!]  Fout: Niet geslaagd in kopiëren van ingesloten bestand: '
COPY_FAILED2=' naar:'

COPY_IN_USE='Misschien '
COPY_IN_USE2=' in gebruik!'

INCLUDED_COPYIED2=' is gekopieerd naar: '

COPYING_END='[Kopieer sessie beeindigd]'

TEMP_ROLLBACK_DELETED_IN_USE2=' is gewist, maar sommige gebruikte bestanden of mappen kunnen niet verwijderd worden. Controleer deze map voor details.'

EXTERNAL_COPYIED='Extra externe bestanden zijn gekopieerd naar: '

STORED_BACKUP='Back-up bestanden zijn opgeslagen in: '

OPERATION_SUCCESS='De bewerking is succesvol voltooid!'

;Checks
FIND_BY_WINDOW_NAME='Actieve applicatie gedetecteerd!'
FIND_BY_WINDOW_NAME2='Sluit '
FIND_BY_WINDOW_NAME3=' dan Patch opnieuw uitvoeren!'

FIND_BY_CLASS_NAME='Actieve applicatie gedetecteerd!'
FIND_BY_CLASS_NAME2='Sluit '
FIND_BY_CLASS_NAME3=' dan Patch opnieuw uitvoeren!'

FIND_BY_MUTEX='Actieve applicatie gedetecteerd!'
FIND_BY_MUTEX2='Sluit '
FIND_BY_MUTEX3=' dan Patch opnieuw uitvoeren!'

FIND_BY_PROC='Actieve applicatie gedetecteerd!'
FIND_BY_PROC2='Sluit '
FIND_BY_PROC3=' dan Patch opnieuw uitvoeren!'

;Errors
ORIGINAL_NOT_FOUND='Originele installatie niet gevonden! Selecteer een geldig pad!'

ROLLBACK_ERROR='Fout opgetreden tijdens het patchen en toepassen van Patch voor herstellen.'
ROLLBACK_ERROR2='Herstellen van gewijzigde bestanden is voltooid. Ingesloten bestanden zijn verwijderd.'
ROLLBACK_ERROR3='Back-up map: '
ROLLBACK_ERROR4='volledig verwijderen met alle ingesloten bestanden en submappen?'

INCORRECR_PATH_ENTERED='Onjuist pad ingevoerd! Selecteer installatiemap!'

NOTHING_TO_PATCH='Fout! De voor het patchen benodigde bestanden in de installatiemap bestaan niet!'
NOTHING_TO_PATCH2='Controleer de originele bestanden of bestandsnamen in de geselecteerde map!'
NOTHING_TO_PATCH3='Niets te patchen!'
FINISHED_WITH_ERRORS='Patch voltooid met fouten! Controleer het logboek voor details!'
PATCH_UNSUCCESS='[!]  Fouten opgetreden tijdens het patchen!'

;Informations
BROWSE_DIALOG='Selecteer het pad van de doelmap locatie:'

PATCHING_PROCESS='Patchproces, een ogenblik geduld...'
PATCH_APPLIED='Patch werd toegepast!'
PATCHING='Patchen van: '
PATCHING_ERROR='Patch is niet toegepast!'
PATCHING_PREPARING='Voorbereiden voor patchen...'
COPYING_PROCESS='Kopieerproces, een ogenblik geduld...'
COPYING_EXTERNAL='Externe bestanden kopiëren...'
FORM_CLOSED='Het patch venster wordt automatisch gesloten na '
FORM_CLOSED2=' seconden.'

;new 0.8
DELETING_JUNKED='[Verwijdersessie overbodige bestanden gestart]'
COMPLETING_JUNKED='[Verwijdersessie overbodige bestanden beeindigd]'
JUNKED_REMOVED='--> Verwijderd overbodig bestand: '
JUNKED_REM_FAILED='[!]  Niet geslaagd in verwijderen van overbodig bestand: '
FAILED_TO_RESTORE='[!]  Fout: Niet geslaagd om overbodig bestand te herstellen van: '
FAILED_TO_RESTORE2=' naar: '
JUNKED_RESTORED='Overbodig bestand: '
JUNKED_RESTORED2=' is succesvol hersteld.'

;new 0.9
;ALLREADY_UPDATED='Applicatie is reeds bijgewerkt!'


; Language update 0.9a for ISXPM 2.0.0.0 beta 1 
INCORRECT_HASH='Controlesom hash is niet van het originele bestand!'
INCORRECT_HASH2='Controleer uw programma versie!'
INVALID_HASH='[!]  Fout! Ongeldige controlesom voor: '
VALID_HASH='OK! Geldige controlesom voor: '

SET_ATTRIBUTES='Bestanden kenmerken instellen...'
SET_ATTRIBUTES_FAILED='[!]  Niet geslaagd van originele kenmerken instellen naar bestand: '
SET_ATTRIBUTES_SUCCESS='Bestanden kenmerken zijn succesvol ingesteld!'
SET_ATTRIBUTES_UNSUCCESS='[!]  Sommige bestanden kenmerken zijn niet ingesteld!'

HANDLE_ERROR='[!]  Kritieke fout opgetreden tijdens de toegang tot: '

GET_TIME_FAILED='[!]  Niet geslaagd om tijd kenmerken te krijgen van bestand: '
SET_TIME_FAILED='[!]  Niet geslaagd om tijd kenmerken in te stellen naar bestand: '

VERIFICATION_START='Bezig met starten van bestanden verificatieproces...'
VERIFICATION_FINISH='Alle bestanden verificatie controlesommen zijn correct!'

PREPARING_TO_OPERATIONS='Voorbereiden van de volgende bewerkingen, wachtend op verwijdering van patch mechanisme...'

FORCE_PATCHING='Patchen wordt gerund in de forceren modus!'
FORCE_PATCHING2='Alleen benodigde bestaande bestanden worden bijgewerkt, alle niet-bestaande worden overgeslagen...'

COPYING_EXTERNAL_FILE='--> Bestand kopiëren naar: '
COPYING_EXTERNAL_FILE_FAILED='[!]  Er is een fout opgetreden tijdens het kopiëren van bestand: '

EXTRACTING_PROCESS='Uitpakken externe bestanden...'
EXTRACTING_EXTERNAL_FILE='--> Bestand uitpakken naar: '
EXTERNAL_EXTRACTED='Extra externe bestanden zijn uitgepakt naar: '
EXTRACTING_START='Uitpakproces, een ogenblik geduld...'

EXTRACTING_ERROR='[!]  Decompressie mislukt! Misschien is het archief beschadigd of is er niet voldoende vrije ruimte!'
EXTRACTING_ERROR2='Fout opgetreden bij het uitpakken van archief!'
EXTRACTING_ERROR3='Misschien is het archief beschadigd of is er niet voldoende vrije ruimte!'
EXTRACTING_WITH_ERRORS='Archief uitpakken is voltooid met fouten! Controleer het logboek voor details!'

DOWNLOAD_REQUIRED='Deze patch is nodig om sommige gegevens van de server te downloaden!'
DOWNLOAD_FAILED='[!]  Kan niet doorgaan met het patchproces zonder vereiste gegevens!'
DOWNLOAD_FAILED2='Verleen toegang tot de server verbinding en probeer de Patch opnieuw toe te passen!'

DOWNLOAD_MIRROR='Mislukt gegevens van de hoofdserver te downloaden! Probeer te downloaden van de mirrorserver...'
DOWNLOAD_START='Download gegevens: '
DOWNLOAD_START2='Naar de locatie: '
DOWNLOAD_START3='Totale grootte: '

READ_OK='De download is succesvol voltooid!'
CONNECT_ERROR_NETWORK='[!]  Fout: Er is geen internetverbinding, of alle mogelijke internetverbindingen zijn momenteel niet actief.'
CONNECT_ERROR_OFFLINE='[!]  Fout: De computer staat in de offline modus.'
CONNECT_ERROR_INITIALIZE='[!]  Fout: Niet geslaagd het installatiepakket te initialiseren voor toegang tot internet.'
CONNECT_ERROR_OPENSESSION='[!]  Fout: Niet geslaagd de FTP of HTTP sessie te openen.'
CONNECT_ERROR_CREATEREQUEST='[!]  Fout: kan geen HTTP aanvraagingang maken.'
CONNECT_ERROR_SENDREQUEST='[!]  Fout: Kan geen aanvraag naar de HTTP server verzenden.'
READ_ERROR_DELETEFILE='[!]  Fout: Het lokale bestand bestaat, en ben er niet in geslaagd om het te verwijderen.'
READ_ERROR_SAVEFILE='[!]  Fout: Kan geen gegevens opslaan naar het lokale bestand.'
READ_ERROR_CANCELED='[!]  Fout: Het downloaden is beëindigd door de gebruiker.'
READ_ERROR_READDATA='[!]  Fout: Kan geen gegevens lezen van de externe URL.'
UNKNOWN_ERROR='[!]  Onbekende fout: De HTTP status code is: '

CANCEL_DOWNLOAD_BUTTON='Download annuleren'

;old corrected
TOTAL_PATCHED_FILES='Totaal verwerkte bestanden: '
PATCHING_LOG='Patch logboek opgeslagen naar: '
INCLUDED_COPYIED='--> Inclusief bestand: '
TEMP_ROLLBACK_DELETED='Tijdelijke bestanden voor herstellen zijn verwijderd in: '
DIRECT_PATCH_DATA='Directe toegang tot de patchgegevens...'

;Strings
DESCRIPTION='Beschrijving:'
COPYRIGHT='Auteursrecht:'
CONTACT='Contact:'
INSTALLATION='Installatie:'

;no more used this strings from previous old translation versions
;INCORRECT_MD5='MD5 hash is a not from original file!'
;INCORRECT_MD52='Please check your program version!'
;INVALID_HASH='[!]  Invalid MD5 hash for updated file: '
;VALID_HASH='Valid MD5 hash for updated file: '
;TEMP_ROLLBACK_DELETED2=' was deleted.'

; Language update 0.9b for ISXPM 2.0.0.0 beta 2 
PATCH_TO='Patch naar'
FOUNDED_VERSION='Gevonden geinstalleerde versie: '
VERSION_TO_PATCH='Voorbereiden voor patchen van gevonden versie: '

;old corrected:
;INSTALL_PATH_NOT_FOUND='Installatiepad voor vereiste versie niet gevonden! Selecteer het handmatig!'

ALLREADY_UPDATED='Applicatie op deze locatie is reeds bijgewerkt!'
ROLLBACK_SUCCESS='Herstellen: '
INCLUDED_DIR_DELETED=' 	Inclusief map: '
INCLUDED_DELETED_SUCCESS='Inclusief: '
BACKUP_DIR_DELETED='Back-up map: '
BACKUP_DIR_DELETED_NOT_FULLY='Back-up map: '
TEMP_ROLLBACK_DELETED_IN_USE='Tijdelijke herstel map: '

; Language update 1.0 for ISXPM 2.0.0.0 
EXTRACT_TO_TEMP='Uitpakken tijdelijke benodigde data...'
EXTRACT_TO_TEMP2='Uitpakproces, een ogenblik geduld...'
FOUNDED_VERSION_READY='Gereed om te patchen!'
FILE_NOT_EXISTS='[!]  Vereiste bestand om te verwerken bestaat niet: '

;old corrected:
INSTALL_PATH_NOT_FOUND='Installatiepad voor vereiste versie niet gevonden! Selecteer het!'
FOUNDED_VERSION2='Geinstalleerde versie gevonden! Gereed om te patchen!'
VERIFICATION_UNSUCCESS='[!]  Sommige bestanden bestaan niet of hebben onjuiste controlesom!'
UNKNOWN_PATCHING_ERROR='[!]  Enkele fouten opgetreden tijdens het toepassen van patchgegevens naar: '

; Language update 1.1 for ISXPM 2.2.0.0
LOG_BTN_STATE='Logboek'

S_PATCHING='--> Patchen van bestand: '
S_COPYING='--> Kopiëren van bestand: '
S_EXTRACTING='--> Uitpakken van bestand: '
S_COPYING_EXTERNAL='--> Kopiëren van extern bestand: '
S_ROLLBACK='--> Herstel bestand: '
S_DELETING='--> Verwijderen van bestand: '
S_JUNKED_RESTORED='--> Herstelde overbodig bestand: '
S_INVALID_FILE='[!]  Ongeldig bestand: '
S_VALID_FILE='OK! Geldig bestand: '

; Language update 1.2 for ISXPM 2.3.0.0 
VERSION_DETECTING='Versie detecteren... Een ogenblik geduld...'

; Language update 1.2.1 for ISXPM 2.3.1.0 
FILE_SKIPPED='[!]  Volgende bestand bestaat niet en is overgeslagen: '

; Language update 1.3 for ISXPM 2.4.0.0 
GET_SPACE_FAILED='Kan geen vrije ruimte krijgen op '  
REQUIRED_SPACE='Benodigde ruimte voor succesvol bijwerken is '
SPACE_GB='GB!'
SPACE_MB='MB!'
SPACE_ONLY='Er zijn slechts '
SPACE_GB_FREE='GB vrij op volume '
SPACE_MB_FREE='MB vrij op volume '
SPACE_FREE_ONLY='Slechts vrij '
